Repository: userdatamanifesto/www
Catalog: index.*.po
Languages: fr

source: [[!meta title="user data manifesto"]]
fr: [[!meta title="user data manifesto (manifeste des données de l'utilisateur)"]]

source: [[!meta description="This manifesto aims at defining users’ fundamental rights to their own data in the Internet age. People ought to be free and should not have to pay allegiance to service providers."]]
fr: [[!meta description="Ce manifeste a pour but de définir les droits fondamentaux des utilisateurs sur leurs données à l’ère d’internet. Chacun devrait être libre et ne pas avoir à faire allégeance aux fournisseurs de service."]]

source: [[!meta language="en"]]
fr: [[!meta language="fr"]]

source: <div class="lastNewsEntry"> [[news]]:
fr: [[infos]]:

source: This manifesto aims at defining users’ fundamental [[!taglink rights_to_their_own_data|datarights]] in the Internet age. People ought to be free and should not have to pay allegiance to service providers.
fr: Ce manifeste a pour but de définir [[!taglinkles_droits_fondamentaux_des_utilisateurs_sur_leurs_données|datarights]] à l’ère d’internet. Chacun devrait être libre et ne pas avoir à faire allégeance aux fournisseurs de service.

source: <ol start="0"><li><p><strong>User data</strong> means any data uploaded by a user for his or her own use.</p></li></ol>
fr: <ol start="0"><li><p>Par <strong>données de l'utilisateur</strong> on entend toute donnée envoyée par un utilisateur pour son propre usage.</p></li></ol>

source: Examples of user data include:
fr: Par exemple les données de l'utilisateur comprennent

source: the files a user is syncing through multiple devices or sharing with a friend
fr: les fichiers qu'un utilisateur synchronise entre plusieurs appareils ou qu'il partage avec un ami,

source: a library of photos, books or other files a user uploads from their device in order to be able to read, view or modify online
fr: un album photos, des livres ou tout fichier qu'un utilisateur envoie depuis son appareilafin de pouvoir les lire, les consulter ou les modifier en ligne,

source: data generated by a user's device (like a connected watch or theromstat) and sent to a server
fr: les données produites par un appareil de l'utilisateur (comme une montre connectée ou un thermostat)et envoyées à un serveur,

source: a user's search engine queries, if they are logged as such
fr: les termes de recherche utilisés dans un moteur, si ils sont enregistrés,

source: Thus, users should have:
fr: Ainsi, les utilisateurs devraient :

source: **Control** over user data access
fr: **Maîtriser** l'accès aux données de l'utilisateur

source: User data should be under the ultimate control of the user. Users should be able to decide whom to grant direct access to their data and with which permissions and licenses such access should be granted.
fr: Les données de l'utilisateur devraient être sous le contrôle ultime de l'utilisateur. Les utilisateurs devraient pouvoir décider à qui ils accordent l'accès direct à leurs données et avec quelles licenses et permissions cet accès est accordé.

source: When users have control over the upload of their data, data intended to be privately shared should not be accessible to the service provider, nor shared with governments.
fr: Quand les utilisateurs ont la possibilité d'envoyer des données, les données ayant vocation à être partagées de manière privée ne devraient pas être accessibles par le fournisseur de service ni divulguées aux autorités.

source: That means the right to use [[!taglink cryptography]] should never be denied.
fr: Cela signifie qu'il ne devrait jamais être interdit d'avoir recours à la [[!taglink cryptographie|cryptography]].

source: That also means that when users do not have full control over the upload of their data (e.g. if they don't use cryptography before uploading) a service provider should **not**:
fr: Cela signifie également que lorsque les utilisateurs n'ont pas la pleine maîtrise de l'envoi de leur données (par exemple si ils n'utilisent pas le cryptage avant envoi), un fournisseur de service **ne devrait pas** :

source: force users to disclose private data (including private correspondence) with them, nor
fr: obliger les utilisateurs à leur révéler des informations privées (y compris leur correspondance personnelle), ni

source: impose licensing conditions (e.g. on copyright, or personal data exploitation) that go beyond what is necessary for the purpose of running the service.
fr: imposer des conditions de licence (par exemple droits d'auteur, utilisation des données personnelles) allant au delà de ce qui est nécessaire pour le fonctionnement du service.

source: When users make data available to others, whether to a restrictive group of people or to large groups, they should be able to decide under which permissions they grant access to this data. However, this right is not absolute and should not extend over others’ rights to use and exploit the data once it has been made available to them. What’s more, it does not mean that users should have the right to impose unfair restrictions to other people. In any event, technical systems should not be designed to enforce such restrictions (e.g. through [[!taglink DRM]]).
fr: Quand des utilisateurs rendent des données accessibles, que ce soit à un groupe restreint de personnes ou à des groupes importants, ils devraient pouvoir décider les conditions de cette mise à disposition. Pour autant, ce droit n'est pas absolu et ne devrait pas empiéter sur le droit de ces personnes à réutiliser ces données une fois qu'elle leur ont été rendues disponibles. Qui plus est, cela ne signifie pas que les utilisateurs ont le droit d'imposer des restrictions injustes à d'autres personnes. En aucune façon la technologie utilisée ne devrait être conçue pour mettre en place de telles restrictions (par exemple via les [[!taglink DRM]]).

source: Data generated or associated with user data (e.g. metadata) should also be made available to that user and put under their control just like the user data itself.
fr: Les données associées aux données de l'utilisateur (par exemple les métadonnées) devraient également être accessibles à cet utilisateur et placées sous son contrôle de la même manière que ses propres données.

source: Some services allow users to submit data with the intention to make it publicly available and usable by all. Even in these cases, some amount of user data is kept private (e.g. metadata or social graph data). The user should also have control over this data.
fr: Certains services permettent aux utilisateurs d'envoyer des données afin de les rendre publiquement accessibles et utilisables par tous. Même dans ce cas, une partie des données de l'utilisateur reste privée (par exemple les métadonnées ou le graphe social). L'utilisateur devrait maîtriser ces données également.

source: **Knowledge** of how user data is stored
fr: **Savoir** comment ses données sont stockées

source: When user data is uploaded to a specific service provider, users should be informed about the geographic location that specific service provider stores the data in, how long, in which jurisdiction that specific service provider operates and which laws apply.
fr: Lorsque des données sont envoyées à un fournisseur de service en particulier, les utilisateurs devraient être informés de la localisation géographique du lieu de stockage de ces données, de la durée du stockage, de la juridiction dans laquelle ce service est rendu et des lois qui s'y appliquent.

source: When users use centralised services that uploads data to specific storage providers instead of relying on peer-to-peer systems, it is important to know where the providers might store data because they could be compelled by governments to turn over data they have in their possession.
fr: Lorsque les utilisateurs utilisent des services centralisés pour envoyer leur données à des fournisseurs de stockage particuliers plutôt que de s'appuyer sur des services en pair-à-pair, il est important de savoir où les fournisseurs stockent les données car ils peuvent être contraints à divulguer les données en leur possession par les autorités .

source: This point is not relevant when users are able to store their own data on devices in their vicinity and under their direct control (e.g. servers) or when they rely on systems without centralised control (e.g. peer-to-peer).
fr: Cet aspect est sans objet lorsque les utilisateurs peuvent stocker les données dans un lieu qui leur est accessible et sous leur contrôle direct (par exemple des serveurs) ou lorsqu'ils s'appuyent sur des systèmes sans contrôle centralisé (par exemple en pair-à-pair).

source: Users should not rely on centralised services. Peer-to-peer systems and unhosted applications are a means to that end. In the long term, all users should be able to have their own server with [[!taglink Free_Software]].
fr: Les utilisateurs ne devraient pas s'appuyer sur des services centralisés. Les systèmes en pair-à-pair et les applications sans hébergement de données sont des moyens à cette fin. A long terme, tous les utilisateurs devraient disposer de leur propres serveurs avec [[!taglink Logiciel_libre|Free_Software]].

source: **Freedom** to choose a platform
fr: **Etre libre** de choisir une plate-forme

source: Users should always be able to extract their data from the service at any time without experiencing any vendor lock-in.
fr: Les utilisateurs devraient toujours pouvoir récupérer leurs données du service à tout moment sans être soumis à aucun verrou du fournisseur.

source: Users should not get stuck into a specific technical solution. This is why they should always be able to leave a platform and settle elsewhere.
fr: Les utilisateurs ne devraient pas être enfermés par une solution technique particulière. C'est pourquoi ils devraient toujours pouvoir quitter une plateforme et s'installer sur une autre.

source: [[!taglink Open_standards]] for formats and protocols are necessary to guarantee this.
fr: Les [[!taglink Standards_ouverts|Open_standards]] pour les formats et les protocoles sont indispensables pour garantir ces possibilités.

source: Obviously, without the source code of the programs used to deal with user data, this is impractical. This is why programs available to exploit exported data should be available under a [[!taglink Free_Software_(Open_Source)_License|Free_Software]].
fr: Evidemment, cela est impossible sans le code source du programme utilisé pour manipuler les données de l'utilisateur. C'est pourquoi les programmes destinés à l'exploitation des données exportées devraient être disponibles sous [[!taglink licence_libre_(Open_Source)|Free_Software]].

source: If users have these rights, they are in control of their data rather than being subjugated by service providers.
fr: Si les utilisateurs disposent de ces droits, ils ont le contrôle de leursdonnées et ne sont plus soumis aux fournisseurs de services.

source: Many services that deal with user data at the moment are gratis, but that does not mean they are free (as in freedom). Instead of paying with money, users are [[!taglink paying_with_their_allegiance|Internet_Feudalism]] to the service providers so that they can exploit user data (e.g. by selling them, licensing them or building a profile for advertisers).
fr: Beaucoup de services actuels qui utilisent les données de leurs utilisateurs sont gratuits,mais cela ne veut pas dire qu'ils sont libres. Au lieu de payer avec de l'argent,les utilisateurs rémunèrent le service par leur [[!taglink soumission|Internet_Feudalism]]aux fournisseurs et leur permettent d'utiliser leurs données (par exemple en les vendant,cédant les droits ou des profils pour les annonceurs publicitaires).

source: Surrendering privacy and other rights in this way may seem to many people a trivial thing and a small price to pay for the sake of convenience that these Internet services bring.
fr: Abandonner ses droits et la maîtrise de sa vie privée de cette manière peut paraitre anodinà beaucoup de personnes et un faible prix à payer au regard de la commoditéapportée par ces services.

source: Service providers have thus been unwittingly compelled to turn their valuable Internet services into massive and centralised surveillance systems. It is of grave importance that people understand and realize this, since it forms a serious threat to the freedom of humanity and to the privacy of each individual.
fr: Les fournisseurs de services ont ainsi été ammené à transformer leur outilsen des systèmes de surveillance massive centralisés. Il est extrêmement importantque les gens réalisent et comprennent cela, car cela constitue une grave menacepour la liberté de l'humanité et la vie privée de chaque individu.

source: Ultimately, to ensure that user data is under the users’ control, the best technical designs include peer-to-peer or distributed systems, and unhosted applications. Legally, that means terms of service should respect users’ rights and give them the possibility to exercise the [[!taglink datarights]] defined in this manifesto.
fr: En conclusion, pour garantir que les données de l'utilisateur sont sous son contrôle,les meilleures solutions techniques s'appuyent sur des systèmes en pair-à-pairou distribués, et permettant d'exploiter des données stockées ailleurs (*unhosted*).Juridiquement, cela implique que les conditions d'utilisation devraient respecterles droits de l'utilisateur et lui permettre d'exercer les[[!taglink droits_des_données|datarights]] définis dans le présent manifeste.
